---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PlanCircuitSet
source: html/09e7da6a-da34-f9b6-8e68-7208828e0239.htm
---
# PlanCircuitSet Members

Initializes a new instance of the PlanCircuitSet class